Repository: Automattic/babble
Catalog: languages/*.po
Languages: pt_pt

source: Status
pt_pt: Estado

source: Details
pt_pt: Detalhes

# translation jobs general name
source: Jobs
pt_pt: Tarefas

# translation jobs singular name
source: Job
pt_pt: Tarefa

# translation job
source: Add New
pt_pt: Adicionar Nova

# translation job
source: Create New Job
pt_pt: Criar Nova Tarefa

# translation job
source: Edit Job
pt_pt: Editar Tarefa

# translation job
source: New Job
pt_pt: Nova Tarefa

# translation job
source: View Job
pt_pt: Ver Tarefa

# translation job
source: Search Jobs
pt_pt: Pesquisar Tarefas

# translation job
source: No jobs found.
pt_pt: Nenhuma tarefa encontrada.

# translation job
source: No jobs found in Trash.
pt_pt: Nenhuma tarefa encontrada no lixo.

# translation job
source: All Jobs
pt_pt: Todos as Tarefas

source: Content, both posts and taxonomy terms, which need to be translated.
pt_pt: Conteúdo a aguardar tradução, incluindo posts e termos de taxonomia.

# statuses of translation jobs, general name
source: Statuses
pt_pt: Estados

# statuses of translation jobs, singular name
source: Status
pt_pt: Estado

# status of translation jobs
source: Status
pt_pt: Estado

# status of translation jobs
source: Popular Statuses
pt_pt: Estados Frequentes

# status of translation jobs
source: All Statuses
pt_pt: Todos os Estados

# status of translation jobs
source: Edit Status
pt_pt: Editar Estado

# status of translation jobs
source: View Status
pt_pt: Ver Estado

# status of translation jobs
source: Update Status
pt_pt: Atualizar Estado

# status of translation jobs
source: Add New Status
pt_pt: Adicionar Estado

# status of translation jobs
source: New Status Name
pt_pt: Novo Nome de Estado

# status of translation jobs
source: Separate statuses with commas
pt_pt: Separar estados com vírgulas

# status of translation jobs
source: Add or remove statuses
pt_pt: Adicionar ou remover estados

# status of translation jobs
source: Choose from the most used statuses
pt_pt: Escolher a partir dos estados mais frequentes

# language for translation jobs, general name
source: Languages
pt_pt: Idiomas

# language for translation jobs, general name
source: Language
pt_pt: Idioma

# language for translation jobs, general name
source: Popular Languages
pt_pt: Idiomas Populares

# language for translation jobs, general name
source: All Languages
pt_pt: Todas os Idiomas

# language for translation jobs, general name
source: Edit Language
pt_pt: Editar Idioma

# language for translation jobs, general name
source: View Language
pt_pt: Ver Idioma

# language for translation jobs, general name
source: Update Language
pt_pt: Atualizar Idioma

# language for translation jobs, general name
source: Add New Language
pt_pt: Adicionar novo Idioma

# language for translation jobs, general name
source: New Language Name
pt_pt: Nome Novo Idioma

# language for translation jobs, general name
source: Separate languages with commas
pt_pt: Separar Idiomas por vírgulas

# language for translation jobs, general name
source: Add or remove languages
pt_pt: Adicionar ou remover idiomas

# language for translation jobs, general name
source: Choose from the most used languages
pt_pt: Escolher a partir dos idiomas mais usados

source: Save
pt_pt: Guardar

source: <strong>Babble problem:</strong> Please visit the <a href="%s">Available Languages settings</a> and setup your available languages and the default language.
pt_pt: <strong>Problema no Babble:</strong> Por favor, visite <a href="%s">Definições de Idiomas disponíveis</a> e configure os idiomas disponíveis e idioma pré-definido.

source: Available Languages
pt_pt: Idiomas Disponíveis

source: The languages "%1$s" and "%2$s" are using the same URL Prefix. Each URL prefix should be unique.
pt_pt: Os idiomas "%1$s" e "%2$s" utilizam o mesmo prefixo de URL. Cada prefixo de URL deve ser único.

source: You must set at least two languages as active.
pt_pt: Deve ter pelo menos dois idiomas activos.

source: Your language settings have been saved.
pt_pt: As definições de idiomas foram guardadas.

source: <strong>Babble problem:</strong> Fancy permalinks are disabled. Please enable them in order to have language prefixed URLs work correctly.
pt_pt: <strong>Problema no Babble:</strong> Por favor verifique a configuração de Links Permanentes para permitir que os prefixos de URL funcionem correctamente.

source: This plugin admin template could not be found: %s
pt_pt: O template de administração deste plugin não foi encontrado: %s

source: This plugin template could not be found, perhaps you need to hook `sil_plugins_dir` and `sil_plugins_url`: %s
pt_pt: O template de administração deste plugin não foi encontrado, talvez precise de ligar a `sil_plugins_dir` e `sil_plugins_url`: %s

source: Term Translation ID
pt_pt: ID de tradução do Termo

source: Post Translation ID
pt_pt: ID de tradução do Post

source: Invalid Post
pt_pt: Post Inválido

source: Switch to %s
pt_pt: Troar para %s

source: Create for %s
pt_pt: Criar para %s

source: Empty Term
pt_pt: Esvaziar Termo

source: Please select the languages you wish to translate this site into, you should select at least two, and select "Save Changes" below the languages table.
pt_pt: Por favor seleccione os idiomas para os quais tenciona traduzir este site. Deverá seleccionar pelo menos dois, e escolher "Guardar Alterações" abaixo da tabela de idiomas.

source: Default language:
pt_pt: Idioma pré-definido:

source: Active
pt_pt: Activo

source: Code
pt_pt: Código

source: Name(s)
pt_pt: Nome(s)

source: Display Name
pt_pt: Mostrar Nome

source: URL Prefix
pt_pt: Prefixo URL

source: Text Direction
pt_pt: Direcção do Texto

source: Enable "%s" on this site
pt_pt: Activar "%s" neste site

source: Display name for "%s"
pt_pt: Nome de exibição para "%s"

source: URL prefix for "%s"
pt_pt: Prefixo URL para "%s"

source: <strong>Left</strong> to right
pt_pt: <strong>Esquerda</strong> para Direita

source: <strong>Right</strong> to left
pt_pt: <strong>Direita</strong> para Esquerda

source: Now with Taxonomies!
pt_pt: Agora com Taxonomias!
